<?php

return [

    'start_bot' => 'Привет! Я — Чат-бот, и сегодня расскажу тебе о фактах Великой Отечественной войны. Мы вспомним важные события, подвиги героев и малоизвестные моменты, которые сыграли ключевую роль в этой великой борьбе. Готов погрузиться в историю и узнать что-то новое? Начнем!',

    'messages' => [
        'brief_info' => '<b>Краткая информация о Великой Отечественной войне и ее значении для России.</b>', 
        'brief_info_1_1' => "<b>Великая Отечественная война (1941-1945) — одна из самых значимых страниц в истории России. </b>\n\nВеликая Отечественная война — это не просто военный конфликт, а целая эпоха, оказавшая глубокое влияние на судьбы миллионов людей. Она стала проверкой для нации, объединяющей людей разных этнических, социальных и культурных слоев. Подвиг советского народа в защите Родины заложил основы для современного понимания патриотизма и гражданственности в России. Война также привела к значительным переменам в обществе и политике, импульсировав развитие науки и техники, а также укрепив роль СССР на международной арене.",
        'brief_info_1_2' => "<b>Война началась 22 июня 1941 года, когда Германия напала на СССР.</b>\n\nЭта дата стала началом страшного испытания для страны. Утром 22 июня 1941 года началась масштабная операция по вторжению немецких войск на территорию СССР, что стало полной неожиданностью для советского руководства, несмотря на политические тенденции того времени. Первые дни войны принесли тяжелые потери и трагедии, что значительно повлияло на всю дальнейшую тактику военных действий. Именно в этот момент началась героическая борьба народа за свободу и независимость. Патриотизм и самоотверженность стали важнейшими факторами в противостоянии агрессии.",
        'brief_info_1_3' => "<b>Ключевая роль войны в формировании советской идентичности и патриотизма.</b>\n\nВеликая Отечественная война стала основой для формирования советской идентичности, где понятия чести, долга и патриотизма стали ключевыми для целых поколений. Эта война продемонстрировала единство народа в борьбе за мир и свободу, добавив к культурной памяти мощные символы и мифы. Память о героях войны, значимость сражений, как Сталинградская битва и Курская дуга, стали основными элементами национального самосознания. Война сформировала идеалы героизма, сплоченности и преданности Родине, которые сохраняются до сих пор.",
    
        'first_stage' => '<b>Информация о первом этапе войны, ключевые события и даты.</b>',
        'first_stage_2_1' => "<b>Нападение на СССР: операция \"Барбаросса\"</b>\n\nОперация \"Барбаросса\", начавшаяся 22 июня 1941 года, стала масштабной военной кампанией, разведенной Германией с целью быстрого уничтожения Советского Союза. Немецкие войска рассчитывали на молниеносную войну (блицкриг), чтобы подавить СССР за несколько месяцев. Это нападение стало полной неожиданностью, несмотря на наличие данных о возможной угрозе. В первые недели войны немецкие войска продвигались быстро, овладевая большими территориями, нанося тяжёлые поражения советским войскам и уничтожая населённые пункты. Однако изначальные успехи не привели к мгновенной победе, и вскоре начались перестановки в стратегии.",
        'first_stage_2_2' => "<b>Битва за Москву и ее значение.</b>\n\nБитва за Москву (с октября 1941 по январь 1942 года) стала одним из ключевых событий Великой Отечественной войны. Она завершила немецкое наступление на столицу СССР и остановила продвижение врага на восток. Столкновение было кровопролитным и напряжённым, и для защиты города были мобилизованы не только регулярные войска, но и гражданское население. Сражение стало символом мужества и стойкости советского народа. Успех защитников Москвы оказал огромное влияние на дух армии и всего населения, продемонстрировав, что возможно остановить врага и дать ему решительный отпор.",
        'first_stage_2_3' => "<b>Первые крупные сражения: Смоленское сражение и Битва под Москвой.</b>\n\nСмоленское сражение (июль-август 1941 года) стало первым крупным сражением на советской земле, в котором советские войска пытались остановить наступление немцев на Москву. Оно продлилось почти два месяца и, хотя было расценено как поражение для СССР, всё равно дало время для перегруппировки и подготовки к дальнейшей обороне. Битва под Москвой (октябрь 1941 - январь 1942 года) стала кульминацией первых месяцев войны и символом сопротивления. Успехи советских войск здесь стали важным шагом к восстановлению уверенности в своих силах и подготовили пути к контрнаступлению, которое окончательно изменило ход войны.",

        'most_battles' => '<b>Информация о самых значительных сражениях.</b>',
        'most_battles_3_1' => "<b>Сталинградская битва (1942-1943): Поворотный момент войны, который изменил ход истории.</b>\n\nСталинградская битва (23 августа 1942 - 2 февраля 1943) стала одним из самых жестоких и значительных сражений Второй мировой войны. Немецкие войска стремились захватить Сталинград, чтобы контролировать Волгу и получить доступ к нефтяным полям Кавказа. Однако советские защитники проявили недюжинную стойкость, несмотря на тяжёлые условия. Битва закончилась окружением и капитуляцией 6-й армии Вермахта. Сталинградская победа вдохновила советский народ и укрепила веру в победу, демонстрируя, что фашизм можно остановить.",
        'most_battles_3_2' => "<b>Курская битва (1943): Самое крупное танковое сражение в истории.</b>\n\nКурская битва (5 июля - 23 августа 1943) известна как крупнейшее танковое сражение в истории, в котором встретились более 1,5 миллиона солдат и тысячи танков с обеих сторон. Немецкое командование запланировало операцию \"Цитадель\" для окружения советских войск, однако советские силы заранее подготовили глубокую оборону. Битва завершилась полным крахом немецкого наступления, что стало важным шагом в стратегической инициативе на Восточном фронте. Эта победа позволила Красной Армии перейти к наступлению, освободив широкие территории от немецкой оккупации.",
        'most_battles_3_3' => "<b>Битва за Ленинград (1941-1944): Длительная блокада и героизм защитников.</b>\n\nБлокада Ленинграда (сентябрь 1941 - январь 1944) стала одной из самых трагических страниц Второй мировой войны. Город был окружен немецкими войсками, и его жители страдали от голода, холода и постоянных бомбардировок. Несмотря на ужасные условия, ленинградцы показывали невероятный героизм и стойкость, продолжая сопротивление врагу. Блокада длилась 872 дня и закончилась прорывом блокады в январе 1944 года. Этот период стал символом мужества и самопожертвования советского народа, а также укрепил веру в победу над фашизмом.",

        'difficulties' => '<b>О трудностях, с которыми сталкивались люди, и подвигах на фронте и в тылу</b>',
        'difficulties_4_1' => "<b>Жизнь гражданских людей: голод, разрушения, эвакуация.</b>\n\nВ годы войны жизнь гражданских людей была полна страха, голода и разрушений. Массированные бомбардировки городов приводили к разрушению инфраструктуры и потере жилья. Многие люди теряли родных и друзей, а запасы продовольствия истощались. Голод стал обычным явлением, особенно в осажденных городах, таких как Ленинград. Эвакуация стала необходимостью: миллионы людей покидали свои дома, чтобы спастись от оккупации и военных действий. Часто они оставляли все, что имели, надеясь на лучшее будущее. Несмотря на все трудности, гражданские люди проявляли удивительную стойкость, поддерживая друг друга в самые тяжёлые времена.",
        'difficulties_4_2' => "<b>Подвиги советских солдат: героизм, взаимопомощь и жертвы во имя победы.</b>\n\nСоветские солдаты в годы войны совершали невероятные подвиги, показывая выдающийся героизм и взаимопомощь. Каждый солдат понимал важность своей миссии и готов был отдать жизнь ради защиты Родины. На полях сражений проявлялись моменты настоящей братской поддержки: солдаты помогали друг другу, рисковали собой ради спасения товарищей. Многие истории о смелых поступках стали символами мужества — от блокадного Ленинграда до наступлений на Курской дуге. Жертвы, которые приносили советские воины, были огромны, однако упорство и верность делу помогали им продвигаться вперёд, шаг за шагом приближая победу над врагом.",
        'difficulties_4_3' => "<b>\"Народный фронт\" и трудовой дух в тылу.</b>\n\n\"Народный фронт\" стал важным элементом общественной жизни в СССР во время войны. Трудовой дух в тылу вдохновлял на массовое участие в производстве для фронта, где связанные общим делом люди работали на заводах, создавая оружие, самолеты, танки и многое другое. Каждый человек, от молодежи до пожилых, вносил свой вклад, чтобы поддержать армию. Патриотизм и готовность к самоотверженному труду объединяли народы в борьбе за общую цель. Женщины, дети и пожилые люди активно замещали мужчин, ушедших на фронт, и это усиливало дух единства и надежды на скорую победу. Рабочие подвиги в тылу также стали важной частью великой победы, ведь ресурсы, производимые на заводах, оказывали решающее влияние на ход войны.",
    
        'women_war' => "<b>Роль женщин в годы войны — на фронте и в тылу</b>",
        'women_war_5_1' => "<b>Женщины в армии: медсестры, снайперы, танкистки</b>\n\n  Медсестры: Во время войн женщины становились не только настоящими защитницами, но и медицинскими работниками. Медсестры рисковали своей жизнью, чтобы оказать помощь раненым солдатам. Они работали под обстрелом, спасая жизни и облегчая страдания бойцов. Их мужество и самоотверженность сыграли огромную роль в поддержании морального духа армии.\nСнайперы: Женщины-снайперы прославились своим мастерством и хладнокровием на поле боя. Они часто использовали свои навыки охоты и терпение, чтобы наносить точные удары по врагам. Некоторые из них стали настоящими легендами, производя устрашающее впечатление на противника.\nТанкистки: Женщины-танкистки вносили свой вклад в механизированные войска, с высочайшей решимостью и мужеством. Они управляли танками и участвовали в боях на передовых позициях, демонстрируя не только силу, но и отличные навыки в управлении техникой.",
        'women_war_5_2' => "<b>Участие женщин в партизанском движении</b>\n\nЖенщины играли ключевую роль в партизанском движении, где их смелость и находчивость помогали организовывать сопротивление против оккупантов. Они занимались сбором разведывательной информации, перевозкой боеприпасов и даже участвовали в боях. Многие стали командирами групп, вдохновляя других на борьбу за свободу и независимость. Эти женщины часто жили в сложных условиях, проявляя невероятную стойкость и изобретательность.",
        'women_war_5_3' => "<b>Работа на заводах и в сельском хозяйстве</b>\n\nС началом войны многие женщины пришли на замену мужчинам, ушедшим на фронт. На заводах они работали в тяжелых и опасных условиях, обеспечивая производство оружия и боеприпасов. В сельском хозяйстве женщины трудились на полях, собирая урожай и восстанавливая разрушенные хозяйства. Их вклад был незаменимым для поддержки экономики и продовольственной безопасности страны в тяжелые военные годы. Благодаря этому мужественному труду, они смогли продемонстрировать, что способны не только заботиться о доме, но и вносить свой весомый вклад в защиту Родины.",

        'result_memory' => "<b>Последствия войны и как их помнят сегодня.</b>",
        'result_memory_6_1' => "<b>Потери: миллионы погибших и раненых</b>\n\nВ ходе войны потери среди солдат и гражданского населения были колоссальными. Миллионы людей погибли, и многие стали инвалидами из-за ранений. Каждое такое число – это не просто статистика, а истории, мечты и жизни, оборвавшиеся на поле боя. Важно помнить о тех, кто отдал свою жизнь ради свободы, и о тех, кто вернулся, но с ранениями, которые изменили их жизнь навсегда. Эта трагедия оказала глубокое воздействие на все поколения, оставив незаживающие раны в сердцах людей.",
        'result_memory_6_2' => "<b>Восстановление страны после войны</b>\n\nПосле окончания войны стране необходимо было преодолеть разрушение и восстановить свою экономику. Начались масштабные работы по восстановлению инфраструктуры: восстановлению зданий, дорог, мостов и промышленных объектов. Также необходимо было обеспечивать людей работой и возвращать к жизни систему образования. Эта работа требовала огромных усилий как от мужчин, так и от женщин, которые продолжали трудиться, чтобы восстановить разрушенную страну и обеспечить лучшее будущее. Восстановление шло медленно, но с каждым годом ситуация улучшалась, и люди восстанавливали свои жизни, поддерживая друг друга в трудные времена.",
        'result_memory_6_3' => "<b>Памятники и музейные экспозиции, посвященные героям войны</b>\n\nЧувство благодарности и памяти о погибших героях войны сохраняется в памятниках и музеях по всему миру. Памятники становятся символами жертвенности и мужества, увековечивая память о тех, кто отдал свою жизнь за Родину. Музейные экспозиции рассказывают об истории войны, показывают личные вещи солдат, фотографии и документы, помогая будущим поколениям понять, какой ценой была достигнута победа. Такие места служат не только источником информации, но и важной частью коллективной памяти, вдохновляя новые поколения изучать историю и хранить мир.",

    ],

    'keyboard' => [
        'start_bot' => [
            'brief_info' => 'Краткая информация о ВОВ',
            'first_stage' => 'Начало войны',
            'most_battles' => 'Ключевые сражения',
            'difficulties' => 'Трудности и подвиги',
            'women_war' => 'Женщины на войне',
            'result_memory' => 'Итоги и память',
        ],
        'brief_info' => [
            'brief_info_1_1' => 'Великая Отечественная война (1941-1945)',
            'brief_info_1_2' => 'Война началась 22 июня 1941 года',
            'brief_info_1_3' => 'Ключевая роль войны в формировании советской идентичности и патриотизма',
        ],

        'first_stage' => [
            'first_stage_2_1' => "Нападение на СССР: операция \"Барбаросса\".",
            'first_stage_2_2' => "Битва за Москву и ее значение.",
            'first_stage_2_3' => 'Первые крупные сражения: Смоленское сражение и Битва под Москвой.',
        ],

        'most_battles' => [
            'most_battles_3_1' => "Сталинградская битва (1942-1943): Поворотный момент войны, который изменил ход истории.",
            'most_battles_3_2' => "Курская битва (1943): Самое крупное танковое сражение в истории.",
            'most_battles_3_3' => "Битва за Ленинград (1941-1944): Длительная блокада и героизм защитников."
        ],

        'difficulties' => [
            'difficulties_4_1' => "Жизнь гражданских людей: голод, разрушения, эвакуация.",
            'difficulties_4_2' => "Подвиги советских солдат: героизм, взаимопомощь и жертвы во имя победы.",
            'difficulties_4_3' => "\"Народный фронт\" и трудовой дух в тылу.",
        ],

        'women_war' => [
            'women_war_5_1' => 'Женщины в армии: медсестры, снайперы, танкистки',
            'women_war_5_2' => 'Участие женщин в партизанском движении',
            'women_war_5_3' => 'Работа на заводах и в сельском хозяйстве',
        ],

        'result_memory' => [
            'result_memory_6_1' => 'Потери: миллионы погибших и раненых',
            'result_memory_6_2' => 'Восстановление страны после войны',
            'result_memory_6_3' => 'Памятники и музейные экспозиции, посвященные героям войны',
        ],

        'back' => 'Назад',
        'menu' => 'На главную',
    ]
];